IDEA StatiCa Open Model
MaterialBoltGrade.fub Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Ultimate tensile strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double fub { get; set; }
Public Property fub As Double
	Get
	Set
public:
property double fub {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MaterialBoltGrade Class
IdeaRS.OpenModel.Material Namespace